export const MEDICAL_OPTIONS = {
  bloodTypes: ["O+", "A+", "B+", "AB+", "O-", "A-", "B-", "AB-"],
  allergies: [
    "البنسلين والأدوية", "المكسرات", "اللاكتوز (الألبان)", "القمح (الجلوتين)",
    "المأكولات البحرية", "الغبار واللقاح", "البيض", "الفراولة",
    "حساسية الغبار", "حساسية الأطعمة", "حساسية اللاكتوز", 
    "حساسية حبوب اللقاح", "حساسية البنسلين"
  ],
  chronicDiseases: [
    "السكري", "السكري (نوع 1/2)", "ارتفاع ضغط الدم", "الربو الشعبي",
    "أمراض الغدة الدرقية", "الكوليسترول", "أمراض القلب", "القولون العصبي", "الصداع النصفي"
  ],
  surgeries: [
    "استئصال الزائدة", "استئصال المرارة", "عملية الفتق", "الولادة القيصرية",
    "جراحة العظام", "عمليات العظام", "عمليات العيون (ليزر)", "استئصال اللوزتين"
  ],
};